romkatv/powerlevel10k

getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/git

zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
zsh-users/zsh-completions kind:fpath path:src

agkozak/zsh-z
lukechilds/zsh-nvm
lukechilds/zsh-better-npm-completion
marlonrichert/zsh-autocomplete
grigorii-zander/zsh-npm-scripts-autocomplete
reegnz/jq-zsh-plugin
chrisgrieser/zsh-magic-dashboard
3v1n0/zsh-bash-completions-fallback

# alias
$ZDOTDIR/.zsh_alias